{
    "HELLO": "Hello",
    "WELCOME": "Welcome",
    "MGO (Marco de gestión Operativo)": "MGO (Operational Management Framework)",
    "¡Inicia sesión para continuar!": "Log in to continue!",
    "Ingresar": "Enter",
    "Cerrar": "Close",
    "Sistema Poseidon": "Poseidon System",
    "Sistema Athenea": "Athenea System",
    "Inicio de sesión": "Login",
    "Servidor": "Server",
    "Id único de servidor": "Unique server ID",
    "Usuario": "User",
    "Numero de id o correo": "ID number or email",
    "Contraseña": "Password",
    "Escriba aquí su contraseña": "Enter your password here",
    "Iniciar Sesión": "Login",
    "Cancelar": "Cancel",
    "Volver": "Back",
    "Inicio": "Home",
    "Nosotros": "Us",
    "Aviso legal": "Legal notice",
    "Contacto": "Contact",
    "Español": "Spanish",
    "Inglés": "English",
    "Portugues": "Portuguese",
    "¡Bienvenido! Seleccione el sistema para ingresar": "Welcome! Select the system to log in",
    "SYSTEMS_INFO": "The systems present different features for each user's needs. By clicking on the question mark symbols below each system, you will find more information.",
    "POSEIDON-INFO": "Poseidon is an information management system for the company's fleet administration. This system allows controlling vehicles, drivers, routes, maintenance, among others. In addition, Poseidon has a reporting module that allows visualizing information in both graphical and tabular formats.",
    "Información del sistema": "System information",
    "MISIÓN": "MISSION",
    "VISIÓN": "VISION",
    "MISSION-INFO": "SIMER ELECTRONIC S.A.S is an organization committed to the development of technology (hardware, software) and the commercialization of industrial equipment, electronic materials for automation, consulting, infrastructure in electrical and communication networks. We focus on providing innovative and cutting-edge solutions to our clients, helping them stay ahead in their companies. Our commitment to quality, punctuality, and exceptional service has made us a reliable and respected partner in the market. We have a highly trained and committed team to continuous improvement, allowing us to offer personalized solutions and meet our clients' needs efficiently and effectively.",
    "VISION-INFO": "SIMER ELECTRONIC S.A.S will strive to strengthen and expand our relationships and alliances with strategic partners, establishing solid foundations that allow us to lead the national market firmly, efficiently, innovatively, and timely. We seek to be recognized as leaders in the development and commercialization of technology, providing comprehensive and high-value-added solutions to our clients throughout the country. We will work closely with our clients to understand and meet their ever-evolving needs, thereby contributing to mutual growth and success.",
    "ENTERPRISE-INFO": "SIMER ELECTRONIC S.A.S is a company specialized in the development of hardware and software for the security, optimization, and automation of industrial processes. We offer a wide range of services and products that are implemented in the industrial, commercial, and residential fields. Our focus is on providing comprehensive and high-quality solutions to our clients, helping them improve efficiency, safety, and productivity in their operations. Through our Virtual Store, we offer convenient access to our range of products and services, allowing our clients to find the solutions that best suit their specific needs.",
    "title": "Terms and Conditions - Legal Notice",
    "responsability": "SIMER ELECTRONIC SAS\nPasto, Nariño, Colombia\nManager: Carlos Burbano Burbano\nTechnical Manager: Héctor Ancízar Benavides\nTechnology Director: Reinel Andrés Mora",
    "description": "The application is a data management platform for the operation of the POSEIDON hardware device, manufactured by SIMER ELECTRONIC SAS. The system controls the delivery of LPG gas at physical points (establishments) with supply tanks, managing the amount of gas delivered, information for billing, and various administrative functions, such as user control, location control, customer control, and vehicle fleet control. In addition, the application allows generating reports and receiving route event notifications.",
    "recopilation": "User data is stored in a database, and sensitive information, such as passwords, is encrypted using bcrypt. Data requests are handled through HTTP requests to an API that interacts with the server. User information can only be accessed through specific requests to the server.",
    "policity": "SIMER ELECTRONIC SAS is responsible for the use and maintenance of the data collected by the application. For any inquiries related to data privacy, users have the right to exercise their rights of privacy, access, rectification, cancellation, and opposition in accordance with the Personal Data Protection Law in Colombia. To exercise these rights or for any inquiries related to data privacy, users can contact us through the following means: Email: contacto@simerelectronics.com, Phone: +57 3113775220 - (60) 27340438, Postal Address: 520001. The data collected by the application is used to provide and improve the services offered. This includes, but is not limited to, managing the delivery of LPG gas, controlling users and roles, managing locations and clients, controlling the vehicle fleet, generating reports, and receiving notifications of route events. The information is used solely for the specified purposes and is retained for the time necessary to fulfill these purposes. We do not share users' data with third parties, except when necessary for the provision of services offered by the application. In such cases, appropriate measures will be taken to ensure the protection of personal data in accordance with Colombian legislation on personal data protection. Users are responsible for using the application in accordance with applicable laws and regulations and the established terms of use. This includes, among other things, not disclosing sensitive information to third parties and keeping their access credentials secure. Additionally, users must comply with any other policy or procedure established by SIMER ELECTRONIC SAS regarding data security.",
    "conditions": "By using this application, the user agrees that the information provided will be used solely for the purposes described in the Privacy Policy. The data collected by the application is encapsulated within the platform and will not be shared outside it, except when necessary for the provision of the services offered by the application, in accordance with Colombian legislation on personal data protection. Users undertake to use the application in accordance with applicable laws and regulations and the established terms of use.",
    "laws": "This application is governed by the Personal Data Protection Law, also known as Law 1581 of 2012, of the Republic of Colombia. This law recognizes and protects the right of all people to know, update, and rectify the information collected about them in databases or files that are susceptible to processing by entities of a public or private nature. Therefore, all data collected by the application is handled in accordance with this law, and users have the corresponding rights over their personal data.",
    "limitations": "SIMER ELECTRONIC SAS is not responsible for the misuse of the application by users or for any direct or indirect damage that may arise from its use, except in cases where liability is established by law. Additionally, SIMER ELECTRONIC SAS will not be responsible for the disclosure of users' personal information outside the platform, except in cases permitted by Colombian legislation on personal data protection and in accordance with the established Privacy Policy. Users use the application at their own risk and agree to indemnify and hold SIMER ELECTRONIC SAS harmless from any claim, damage, loss, or expense, including legal fees, arising from the use of the application.",
    "Responsable del Sitio Web": "Website Manager",
    "Descripción de la Aplicación": "Application Description",
    "Recopilación y Uso de Datos": "Data Collection and Use",
    "Política de Privacidad": "Privacy Policy",
    "Condiciones de Uso": "Terms of Use",
    "Limitación de Responsabilidad": "Limitation of Liability",
    "Contacte con nosotros!": "Contact us!",
    "DIRECCIÓN": "ADDRESS",
    "E-MAIL": "E-MAIL",
    "TELÉFONO": "PHONE",
    "CONTACT-INFO": "Contact us and discover how we can improve your industrial processes! At SIMER ELECTRONIC S.A.S, we are committed to offering comprehensive and high-quality solutions to optimize safety and efficiency in your company. Click to contact our expert team today!",
    "FORMULARIO DE CONTACTO": "CONTACT FORM",
    "Contestaremos tu solicitud muy pronto!": "We will answer your request very soon!",
    "Nombres / Apellidos": "Names / Surnames",
    "E-mail": "E-mail",
    "Teléfono": "Phone",
    "Mensaje": "Message",
    "Enviar Mensaje": "Send Message",
    "Hardware y Software industrial": "Industrial Hardware and Software",
    "Derroteros": "Courses",
    "Reportes": "Reports",
    "Pedidos": "Orders",
    "Servicios": "Services",
    "Informe de registro": "Registration report",
    "Derroteros en curso": "Courses in progress",
    "Facturación": "Billing",
    "Operadores activos": "Active operators",
    "Cargues confirmados": "Confirmed loads",
    "No tiene notificaciones": "You have no notifications",
    "Parámetros": "Parameters",
    "Control usuarios": "User control",
    "Control ubicación": "Location control",
    "Control clientes": "Customer control",
    "Control entregas": "Delivery control",
    "Usuarios": "Users",
    "Roles": "Roles",
    "Permisos": "Permissions",
    "Estados": "States",
    "Ciudades": "Cities",
    "Zonas": "Zones",
    "Establecimientos": "Establishments",
    "Clientes": "Customers",
    "Cargos": "Occupations",
    "Factor": "Factor",
    "Auto Tanques": "Tank trucks",
    "Tanques Estacionarios": "Stationary tanks",
    "Dispositivos de control": "Control devices",
    "Cuenta": "Account",
    "Perfil": "Profile",
    "Notificaciones": "Notifications",
    "Cerrar sesión": "Log out",
    "2025 Simer Electronics SAS. Todos los derechos reservados.": "2025 Simer Electronics SAS. All rights reserved.",
    "Registrar Establecimiento": "Register Establishment",
    "Ciudad": "City",
    "Seleccione una ciudad": "Select a city",
    "Zona": "Zone",
    "Seleccione una zona": "Select a zone",
    "Cliente": "Client",
    "Seleccione el cliente": "Select the client",
    "Nombre de la Sucursal": "Branch Name",
    "Escriba aquí el nombre de la sucursal": "Enter the branch name here",
    "Valor por kilo": "Value per kilogram",
    "Digite aquí el valor por kilo": "Enter the value per kilogram here",
    "Tanques estacionarios": "Stationary tanks",
    "Filtrar..": "Filter..",
    "Serial": "Serial",
    "Capacidad/Factor": "Capacity/Factor",
    "Selección": "Selection",
    "Factor establecido en": "Factor set in",
    "NIT": "TIN",
    "Escriba aquí el NIT de la sucursal": "Enter the branch TIN here",
    "Dirección": "Address",
    "Escriba aquí la dirección de la sucursal": "Enter the branch address here",
    "Escriba aquí el teléfono de la sucursal": "Enter the branch phone here",
    "Escriba aquí el correo electrónico": "Enter the email here",
    "Ubicación": "Location",
    "Registrar Sucursal": "Register Branch",
    "Buscar en mapa...": "Search on map...",
    "Latitud": "Latitude",
    "Longitud": "Longitude",
    "Guardar cambios": "Save changes",
    "Aprobar": "Approve",
    "Establecimietos": "Establishments",
    "Actualización de información": "Information update",
    "Importación de Establecimientos": "Import Establishments",
    "Generar Formato": "Generate Format",
    "Exportar datos": "Export data",
    "Seleccione un archivo csv o xls": "Select a csv or xls file",
    "Tenga en cuenta que los datos ingresados en el archivo xls o csv son estrictos, debe coincidir en su totalidad con los nombres, ids, seriales de los registros reales solicitados.": "Please note that the data entered in the xls or csv file is strict, it must match in its entirety with the names, ids, serials of the real records requested.",
    "Importar": "Import",
    "Palabras clave...": "Keywords...",
    "registros": "records",
    "Nombre": "Name",
    "Id Cliente": "Client ID",
    "Las sucursales son puntos físicos con tanques estacionarios de GLP": "Branches are physical points with stationary LPG tanks",
    "Establecimientos Activos/Pendientes": "Active/Pending Establishments",
    "Seleccione un estado": "Select a status",
    "Presione Añadir para crear registros en esta sección": "Press 'Add' to create records in this section",
    "El filtro funciona sobre la búsqueda efectuada y mostrada en la tabla de registros, cuando se ejecuta una búsqueda el valor total del paginador cambia al resultado total dado por la consulta": "The filter works on the search made and shown in the records table, when a search is executed the total value of the paginator changes to the total result given by the query",
    "Mostrando": "Showing",
    "de": "of",
    "Añadir": "Add",
    "Código": "Code",
    "Editar": "Edit",
    "Eliminar": "Delete",
    "Acciones": "Actions",
    "No hay Sucursales pendientes": "There are no pending Branches",
    "Registrar Ciudad": "Register City",
    "Nombre de la ciudad": "City name",
    "Escriba aquí el nombre de la ciudad": "Enter the city name here",
    "Registrar ciudad": "Register city",
    "mostrar todo": "show all",
    "Las Ciudades son registros necesarios para la creación de sucursales y establecer a donde pertenecen": "Cities are necessary records for the creation of branches and to establish where they belong",
    "Registrar Cliente": "Register Client",
    "Nombre del cliente": "Client name",
    "Escriba aquí el nombre": "Enter the name here",
    "Apellido del cliente": "Client surname",
    "Escriba aquí el apellido": "Enter the surname here",
    "Número de teléfono": "Phone number",
    "Escriba aquí el número de teléfono": "Enter the phone number here",
    "Escriba su correo electrónico": "Enter your email",
    "Número de documento": "Document number",
    "Escriba aquí el número de documento": "Enter the document number here",
    "Cargo": "Occupation",
    "Seleccione un cargo": "Select a occupation",
    "Registrar cliente": "Register client",
    "Importación de Clientes": "Import Clients",
    "Tenga en cuenta que el nombre del cargo es un campo estricto por lo que debe ingresar este campo correctamente.": "Please note that the name of the position is a strict field, so you must enter this field correctly.",
    "Apellido": "Surname",
    "N° de idenficación": "Identification number",
    "Ocupación": "Occupation",
    "Los Clientes son usuarios con un cargo dentro de un establecimiento": "Clients are users with a position within an establishment",
    "Importar XLS": "Import XLS",
    "Cédula": "ID",
    "Los Derroteros son registros de seguimiento para las rutas que se designan al operador": "Courses are tracking records for the routes assigned to the operator",
    "Reasignar pedidos": "Reassign orders",
    "Operario": "Operator",
    "Fecha de creación/actualización": "Creation/update date",
    "pedidos": "orders",
    "Ver ruta": "View route",
    "Registro de derrotero": "Course registration",
    "Seleccione un operario": "Select an operator",
    "Folio": "Folio",
    "Establecimiento": "Establishment",
    "Fecha": "Date",
    "Tipo pago": "Payment type",
    "Registrar": "Register",
    "Identificación": "Identification",
    "Vehículo": "Vehicle",
    "Pedidos disponibles": "Available orders",
    "Aplicar cambios": "Apply changes",
    "Reestablecer": "Reset",
    "Derrotero": "Course",
    "Estado": "Status",
    "Ver": "View",
    "Auto Tanque": "Tank truck",
    "Menos": "Less",
    "Más": "More",
    "Fecha de Creación": "Creation date",
    "Atrás": "Back",
    "Descargar": "Download",
    "Borrar": "Delete",
    "Nombre del Estado": "State name",
    "Escriba aquí el nombre del Estado": "Enter the state name here",
    "Registrar Estado": "Register state",
    "Los Estados son registros necesarios para la creación de sucursales y ciudades para establecer a donde pertenecen": "States are necessary records for the creation of branches and cities to establish where they belong",
    "Establecer Factor": "Set Factor",
    "Porcentaje del factor": "Factor percentage",
    "Digite el porcentaje a aplicar": "Enter the percentage to apply",
    "Establecer factor": "Set factor",
    "El factor es un ajuste que se realiza para el cargue de tanques estacionarios": "The factor is an adjustment made for the loading of stationary tanks",
    "Factor registrado en": "Factor registered in",
    "Valor": "Value",
    "Cambiar valor": "Change value",
    "Hora": "Time",
    "Detalles": "Details",
    "Diario": "Daily",
    "Mostrar todo": "Show all",
    "Ver Altos": "View Highs",
    "Ver Medios": "View Mediums",
    "Ver Bajos": "View Lows",
    "Ver todo": "View all",
    "No hay datos para mostrar hoy": "No data to show today",
    "Este evento sucede cuando se detecta un reabastecimiento sin producto o de masa y volúmen 0": "This event occurs when a refueling without product or mass and volume 0 is detected",
    "Este evento sucede cuando algún usuario cambia la hora del equipo PDA": "This event occurs when a user changes the time of the PDA device",
    "Este evento sucede cuando algún usuario cambia la fecha del equipo PDA": "This event occurs when a user changes the date of the PDA device",
    "Este evento sucede cuando se imprime el reporte de eventos": "This event occurs when the event report is printed",
    "Este evento sucede cuando se imprime el reporte de servicios": "This event occurs when the service report is printed",
    "Este evento sucede cuando la batería de respaldo baja más allá del voltaje permitido": "This event occurs when the backup battery drops below the allowed voltage",
    "Este evento sucede cuando la impresora no tiene papel": "This event occurs when the printer is out of paper",
    "Este evento sucede cuando no se encuentra la impresora": "This event occurs when the printer is not found",
    "Se inicia ruta": "Route starts",
    "Se finaliza ruta": "Route ends",
    "Este evento sucede cuando se cancela un pedido": "This event occurs when an order is canceled",
    "Este evento sucede cuando la batería de la PDA esta por debajo del 15%": "This event occurs when the PDA battery is below 15%",
    "Este evento sucede cuando el cable de alimentación se ha desconectado": "This event occurs when the power cable is disconnected",
    "Este evento sucede cuando se conecta el cable de alimentación": "This event occurs when the power cable is connected",
    "Este evento sucede cuando un usuario de tipo operario ha cerrado la aplicación": "This event occurs when an operator user has closed the application",
    "Este evento sucede cuando el operario sale de su ruta establecida": "This event occurs when the operator leaves his established route",
    "Este evento sucede cuando se intenta generar una remisión con un registro existente": "This event occurs when an attempt is made to generate a referral with an existing record",
    "Cargue sin producto": "Load without product",
    "Cambio de hora": "Time change",
    "Cambio de fecha": "Date change",
    "Generación de reporte de eventos": "Generation of event report",
    "Generación de reporte de servicios": "Generation of service report",
    "Voltaje bajo en la batería": "Low voltage in the battery",
    "Falta papel en la impresora": "Printer out of paper",
    "Falta impresora": "Printer missing",
    "Inicio de ruta": "Route start",
    "Fin de ruta": "Route end",
    "Cancelación de pedido": "Order cancellation",
    "Batería baja 15%": "Battery low 15%",
    "Cable de energía desconectado": "Power cable disconnected",
    "Cable de energía conectado": "Power cable connected",
    "Cierre de la aplicación": "Application closure",
    "Autotanque fuera de ruta": "Tank truck out of route",
    "Remisión existente": "Existing referral",
    "Aquí se muestra un listado de las notificaciones generadas por el sistema": "Here is a list of the notifications generated by the system",
    "Titulo": "Title",
    "Tipo": "Type",
    "Descripción": "Description",
    "Ver detalles": "View details",
    "No leído": "Unread",
    "Leído": "Read",
    "Revisar": "Review",
    "CARGUE": "LOAD",
    "Registrar Cargo": "Register Occupation",
    "Nombre de la ocupación": "Occupation name",
    "Registrar cargo": "Register Occupation",
    "Los Cargos son registros que identifican el rol de un cliente en una sucursal": "Occupations are records that identify the role of a client in a branch",
    "Registrar Pedido": "Register Order",
    "Código de establecimiento": "Establishment code",
    "Digite el código del establecimiento": "Enter the establishment code",
    "Buscar..": "Search..",
    "Información adicional": "Additional information",
    "Tipo de pago": "Payment type",
    "Seleccione una tipo de pago": "Select a payment type",
    "Validación por geocerca": "Geofence validation",
    "Validación por token": "Token validation",
    "Los pedidos son solicitudes de cargue para los establecimientos": "Orders are loading requests for establishments",
    "Código establecimiento": "Establishment code",
    "Token": "Token",
    "Nombre del Permiso": "Permission name",
    "Escriba aquí el nombre del permiso": "Enter the permission name here",
    "Código de acceso": "Access code",
    "Escriba aquí el código del permiso": "Enter the permission code here",
    "Los permisos establecen las funciones de un usuario dentro de la aplicación": "Permissions establish the functions of a user within the application",
    "Escritura": "Write",
    "La escritura permite al usuario añadir información a los parámetros del sistema.": "Writing allows the user to add information to the system parameters.",
    "Edición": "Edition",
    "La edición permite al usuario cambiar la información de los parámetros del sistema.": "Editing allows the user to change the information of the system parameters.",
    "Lectura": "Reading",
    "La lectura permite al usuario visualizar la información de los parámetros del sistema.": "Reading allows the user to view the information of the system parameters.",
    "ACTIVO": "ACTIVE",
    "INACTIVO": "INACTIVE",
    "Registrar Auto Tanque": "Register Tank Truck",
    "Placa del Auto Tanque": "Tank Truck plate",
    "Escriba aquí la placa del Auto Tanque": "Enter the Tank Truck plate here",
    "Digite aqui la capacidad del Auto Tanque": "Enter the Tank Truck capacity here",
    "Operario(s)": "Operator(s)",
    "Los Auto Tanques son vehiculos usados para la distribución de GLP": "Tank Trucks are vehicles used for the distribution of LPG",
    "Placa/Fecha Inicio": "Plate/Start Date",
    "Operador(es)": "Operator(s)",
    "Los servicios son reportes de pedidos que han sido completados": "Services are reports of orders that have been completed",
    "N° Servicio": "Service number",
    "Fecha (Recepción-Sistema)": "Date (Reception-System)",
    "Fecha (Creación-Remisión)": "Date (Creation-Referral)",
    "Responsable": "Responsible",
    "Total GLP entregado": "Total LPG delivered",
    "ver": "view",
    "Pedido": "Order",
    "N° de folio": "Folio number",
    "Tiempo de servicio": "Service time",
    "Fecha de pedido": "Order date",
    "GLP entregado": "LPG delivered",
    "Valor por Kg": "Value per Kg",
    "Geocerca": "Geofence",
    "Sí": "Yes",
    "No": "No",
    "Total": "Total",
    "Excel": "Excel",
    "Registrar Rol": "Register Role",
    "Nombre del Rol": "Role name",
    "Escriba aquí el nombre del rol": "Enter the role name here",
    "Los Roles identifican las funciones que tendrá un usuario": "Roles identify the functions that a user will have",
    "Registrar Tanque estacionario": "Register Stationary Tank",
    "Número serial": "Serial number",
    "Escriba aquí la placa del Tanque estacionario": "Enter the Stationary Tank plate here",
    "Digite aqui la capacidad en kilos del Tanque estacionario": "Enter the Stationary Tank capacity in kilos here",
    "Importación de Tanques Estacionarios": "Import Stationary Tanks",
    "Los tanques estacionarios son contenedores de almacenamiento de GLP instalados en los establecimientos": "Stationary tanks are LPG storage containers installed in establishments",
    "Registrar Tableta": "Register Tablet",
    "Dirección Mac": "Mac Address",
    "Digite aqui la Dirección Mac": "Enter the Mac Address here",
    "Las tabletas son dispositivos electrónicos móviles con sistema android que permiten las operaciones de cargue GLP": "Tablets are mobile electronic devices with an android system that allow LPG loading operations",
    "Dirección mac": "Mac address",
    "Operador": "Operator",
    "Desactivar tablet": "Deactivate tablet",
    "Porcentaje de batería": "Battery percentage",
    "Dirección Física": "Physical Address",
    "No se ha detectado ubicación": "Location not detected",
    "Lista de dispositivos": "Device list",
    "Registrar Usuario": "Register User",
    "Escriba aquí su nombre": "Enter your name here",
    "Escriba aquí su apellido": "Enter your surname here",
    "Número de identificación": "ID number",
    "Confirmar N° de identificación": "Confirm ID number",
    "Rol": "Role",
    "Seleccione un rol": "Select a role",
    "Correo Electrónico": "Email",
    "ejemplo@gmail.com": "example@gmail.com",
    "Confirmar Contraseña": "Confirm Password",
    "Confirme su contraseña": "Confirm your password",
    "Los usuarios son las identidades que interactuan con la aplicación": "Users are the identities that interact with the application",
    "Tipo de usuario": "User type",
    "C.C.": "ID",
    "Email": "Email",
    "Desactivar usuario": "Deactivate user",
    "Activar usuario": "Activate user",
    "Lista de usuarios": "User list",
    "Registrar Zona": "Register Zone",
    "Nombre de la zona": "Zone name",
    "Escriba aquí el nombre de la zona": "Enter the zone name here",
    "Registrar zona": "Register zone",
    "Las Zonas son necesarias para crear sucursales y establecer en que punto de la ciudad esta ubicada la sucursal": "Zones are necessary to create branches and establish in which part of the city the branch is located",
    "Imprimir": "Print",
    "Remisión": "Referral",
    "recibo": "receipt",
    "Sucursal": "Branch",
    "CC": "ID",
    "Observaciones": "Observations",
    "Fecha Inicio/Fin": "Start/End Date",
    "Hora Inicio/Fin": "Start/End Time",
    "Volumen": "Volume",
    "Densidad": "Density",
    "Masa": "Mass",
    "Temperatura": "Temperature",
    "Aquí se muestra un listado de las remisiones generadas para el establecimiento": "Here is a list of the referrals generated for the establishment",
    "Fecha (dia/mes/año)": "Date (day/month/year)",
    "Número de remisión": "Referral number",
    "En esta sección se muestran únicamente los establecimientos con cargues efectuados": "This section shows only the establishments with loads made",
    "Remisiones": "Referrals",
    "Gráficos estadísticos": "Statistical graphs",
    "La primera carga de información puede tardar unos minutos, por favor espere": "The first load of information may take a few minutes, please wait",
    "Reporte general, Establecimiento": "General report, Establishment",
    "Seleccione un periodo de tiempo": "Select a time period",
    "El reporte general muestra la información del envasado referente a una fecha en específico (recuerde que los cambios de información con una cantidad de datos considerables puede generar tiempos de ejecución prolongados).": "The general report shows the packaging information for a specific date (remember that information changes with a considerable amount of data can generate long execution times).",
    "Se mostrara únicamente la información realizada en el periodo seleccionado": "Only the information made in the selected period will be shown",
    "Rango de tiempo": "Time range",
    "Hora/Inicio": "Time/Start",
    "Realizar consulta": "Make query",
    "Seleccione una fecha": "Select a date",
    "Cantidad de etiquetas": "Number of labels",
    "Registros encontrados": "Records found",
    "Promedio de Kilos envasados": "Average Kilos packaged",
    "Total de masa aplicada": "Total mass applied",
    "Promedio total venta": "Total average sale",
    "Total ventas": "Total sales",
    "Estadísticas generales": "General statistics",
    "Auto tanques": "Tank trucks",
    "Operarios en actividad": "Operators in activity",
    "Cantidad de datos consultados": "Amount of data consulted",
    "Total Cargues": "Total Loads",
    "Total Kilos": "Total Kilos",
    "Efectivo": "Effective",
    "Pendiente": "Pending",
    "Error": "Error",
    "Ordenado por": "Ordered by",
    "Remision": "Referral",
    "Masa aplicada": "Mass applied",
    "Volúmen": "Volume",
    "Operarios": "Operators",
    "Identificacion": "Identification",
    "Presione Error, Satisfactorias o Pendientes dos veces para mostrar la información": "Press Error, Satisfactory or Pending twice to display the information",
    "Datos de la gráfica": "Graph data",
    "Registros": "Records",
    "Cargue": "Load",
    "Reporte general, Auto-Tanque": "General report, Tank Truck",
    "El reporte general muestra la información de los procesos de cargue referente a una fecha en específico (recuerde que los cambios de información con una cantidad de datos considerables puede generar tiempos de ejecución prolongados).": "The general report shows the loading process information for a specific date (remember that information changes with a considerable amount of data can generate long execution times).",
    "datos": "data",
    "Promedio de masa aplicada": "Average mass applied",
    "Promedio T/Servicio": "Average S/Service",
    "Tipo de gráfico": "Chart type",
    "Seleccione el tipo de reporte que quiere visualizar": "Select the type of report you want to view",
    "Seleccione un tipo de reporte": "Select a report type",
    "Seleccione un reporte": "Select a report",
    "En esta sección se muestran reportes de los auto tanques en operación": "This section shows reports of the tank trucks in operation",
    "Placa": "Plate",
    "Aceptar": "Accept",
    "no tienes Permiso para ver las notificaciones": "You do not have permission to view notifications",
    "Desactivar": "Deactivate",
    "Estado/provincia": "State",
    "Selección Múltiple": "Multiple Selection",
    "Administración": "Administration",
    "Fecha de programación": "Programming date",
    "Fecha de creación": "Creation date",
    "Hoja de configuración": "Configuration sheet",
    "Nombre de la empresa": "Company name",
    "Escriba aquí el nombre de la empresa": "Enter the company name here",
    "Telefono de la empresa": "Company phone",
    "Escriba aquí el Telefono de la empresa": "Enter the company phone here",
    "E-mail de la empresa": "Company E-mail",
    "Escriba aquí el E-mail de la empresa": "Enter the company E-mail here",
    "Imagen de la empresa": "Company image",
    "Empresa": "Company",
    "Esta información será utilizada para personalizar y dar identidad a los mensajes generados por el sistema, los cuales incluyen notificaciones dirigidas a los clientes y comunicaciones con terceros. Tenga en cuenta que sin esta información el sistema no podrá enviar correos para información de token o validación de cargue al cliente.": "This information will be used to personalize and give identity to the messages generated by the system, which include notifications directed to customers and communications with third parties. Please note that without this information, the system will not be able to send emails for token information or loading validation to the customer.",
    "Registrar configuración": "Register configuration",
    "Nota": "Note",
    "Recortar Imagen": "Crop Image",
    "Información": "Information",
    "Ver derrotero": "View course",
    "Sistema": "System",
    "Sin Datos": "No Data",
    "Lista de tanques": "Tank list",
    "Imei": "Imei",
    "Señal en dispositivo": "Signal on device",
    "No señal": "No signal",
    "Tanque": "Tank",
    "Capacidad": "Capacity",
    "Ultima conexión": "Last connection",
    "Sin datos de conexión": "No connection data",
    "Sin Sensores": "No Sensors",
    "Promedio de días entre recarga": "Average days between refills",
    "Promedio de nivel bajo (-50%)": "Average low level (-50%)",
    "Promedio de nivel alto (+50%)": "Average high level (+50%)",
    "Promedio de nivel": "Average level",
    "Auto-Tanque": "Tank Truck",
    "Fecha-sistema": "Date-system",
    "Búsqueda Avanzada": "Advanced Search",
    "Nombre Operador": "Operator Name",
    "Apellido Operador": "Operator Surname",
    "Rango 1: ": "Rango 1: ",
    "Rango 2: ": "Rango 2: ",
    "Cilindros": "Cylinders",
    "Tanques almacenamiento": "Storage tanks",
    "EDS": "FSS",
    "Listado": "Listing",
    "Manual": "Manual",
    "Mapa": "Map",
    "Latitud y Longitud": "Latitude and Longitude",
    "No se han encontrado ciudades creadas": "No cities created",
    "No se han encontrado zonas creadas": "No zones created",
    "No se han encontrado clientes creados": "No clients created",
    "No se han encontrado tanques estacionarios disponibles": "No available stationary tanks found",
    "CREAR": "CREATE",
    "Cargues": "Loads",
    "Accesos directos": "Shortcuts",
    "Panel": "Panel",
    "Control/inventario": "Control/inventory",
    "Masa/día": "Mass/day",
    "Pedidos desde": "Orders from",
    "Auto tanques en curso": "Tank trucks in progress",
    "No hay datos": "No data",
    "No hay datos registrados": "No data registered",
    "En curso": "In progress",
    "Finalizado": "Finished",
    "Control por inventario": "Inventory control",
    "Auto tanques activos": "Active tank trucks",
    "Reporte de inventario": "Inventory report",
    "Capacidad en kilogramos": "Capacity in kilograms",
    "Capacidad en Galones (densidad)": "Capacity in Gallons (density)",
    "Capacidad en Galones (volumétrico)": "Capacity in Gallons (volumetric)",
    "Densidad promedio": "Average density",
    "Volumen total-remisiones": "Total volume-deliveries",
    "% Salida": "% Output",
    "% Entrada": "% Input",
    "Calcular": "Calculate",
    "Cálculo con Densidad promedio": "Calculation with Average Density",
    "Cálculo volumétrico (2.02)": "Volumetric calculation (2.02)",
    "Salida de auto tanque": "Tank truck output",
    "Entrada de auto tanque": "Tank truck input",
    "Entrega": "Delivery",
    "Resultado": "Result",
    "Capacidad por densidad": "Capacity by density",
    "Capacidad Volumétrica": "Volumetric Capacity",
    "Falta producto según la medicion de densidad promedio": "Missing product according to the average density measurement",
    "Sobra producto según la medicion de densidad promedio": "Surplus product according to the average density measurement",
    "Falta producto según la medicion volumétrica (2.02)": "Missing product according to the average volumetric (2.02)",
    "Sobra producto según la medicion volumétrica (2.02)": "Surplus product according to the average volumetric (2.02)",
    "El sistema de control de inventario utiliza cálculos volumétricos basados en fórmulas específicas para determinar, con alta precisión, las cantidades de GLP en estado líquido y vapor dentro del tanque. Esto permite obtener una medición casi exacta del contenido total": "The inventory control system uses volumetric calculations based on specific formulas to determine, with high precision, the quantities of LPG in liquid and vapor state inside the tank. This allows to obtain an almost exact measurement of the total content",
    "Visualizar Propiedades GLP": "View LPG Properties",
    "Importar Propiedades GLP": "Import LPG Properties",
    "Conversión en Galones": "Conversion in Gallons",
    "Presion observada": "Observed pressure",
    "Capacidad tanque 100%": "Tank capacity 100%",
    "Cálculo corrección volumétrica": "Volumetric correction calculation",
    "Salida": "Output",
    "Entrada": "Input",
    "Variables condición salida": "Exit condition variables",
    "Variables condición entrada": "Entry condition variables",
    "Volúmen vapor": "Vapor volume",
    "Volúmen líquido": "Liquid volume",
    "Volúmen total": "Total volume",
    "Masa total": "Total mass",
    "densidad_absoluta": "Absolute density",
    "densidad_redondeada": "Rounded density",
    "presion_observada": "Observed pressure",
    "temperatura": "Temperature",
    "presion_ejercida": "Exercised pressure",
    "volumen_bruto": "Gross volume",
    "capacidad_del_tanque": "Tank capacity",
    "volumen_espacio_de_vapor": "Vapor space volume",
    "factor_de_correccion_de_temperatura": "Temperature correction factor",
    "temperatura_reducida": "Reduced temperature",
    "presion_reducida": "Reduced pressure",
    "B0": "B0",
    "B1": "B1",
    "factor_de_compresibilidad": "Compressibility factor",
    "densidad_del_vapor": "Vapor density",
    "factor_de_correccion_de_presion": "Pressure correction factor",
    "volumen_liquido_a_60F": "Liquid volume at 60F",
    "volumen_equivalente_de_vapor_a_60F": "Equivalent vapor volume at 60F",
    "volumen_total_a_60F": "Total volume at 60F",
    "masa_total": "Total mass",
    "Venta teórica": "Theoretical sale",
    "Volumen calculado": "Calculated volume",
    "Volumen entregado": "Delivered volume",
    "Cálculo detallado": "Detailed calculation",
    "Importar propiedades GLP": "Import LPG properties",
    "Escriba el tipo de GLP": "Enter the type of LPG",
    "Descargar formato": "Download format",
    "Tabla de propiedades": "Properties table",
    "Registro de derroteros": "Course registration",
    "Los registros de derrotero contienen información clave sobre los cargues realizados durante la ejecución de una ruta. Entre los datos más relevantes se incluyen: la cantidad de pedidos en curso y finalizados, el volumen de producto entregado, el responsable asignado a la ruta, la última fecha de actualización del registro, entre otros": "Course records contain key information about the loads made during the execution of a route. Among the most relevant data are: the number of orders in progress and completed, the volume of product delivered, the person responsible assigned to the route, the last date of record update, among others",
    "Creación": "Creation",
    "Actualización": "Update",
    "Ultima actualización": "Last update",
    "Entregas": "Deliveries",
    "Volumen total": "Total volume",
    "Programado": "Scheduled",
    "Finalizados": "Finished",
    "Eventos de ruta": "Route events",
    "Baja": "Low",
    "Media": "Medium",
    "Alta": "High",
    "Seguimiento": "Tracking",
    "Masa calculada": "Mass calculated",
    "Masa entregada": "Mass delivered",
    "No se han presentado eventos de ruta": "No route events have occurred",
    "No hay Auto Tanques en curso": "No Tank Trucks in progress",
    "Registro de GLP entregado": "LPG delivery record",
    "Plataforma de telemetría que mide niveles en tanques. Genera alertas al llegar a umbrales críticos, evitando desabastecimientos.": "Telemetry platform that measures levels in tanks. It generates alerts when reaching critical thresholds, avoiding shortages.",
    "Solución para controlar entregas de GLP con autotanque. Monitorea en tiempo real usando comunicación inalámbrica para una distribución eficiente.": "Solution to control LPG deliveries with tank trucks. Monitors in real time using wireless communication for efficient distribution.",
    "Sistema de control que integra hardware y software para el llenado preciso de cilindros de GLP. Fácil de instalar, versátil, seguro y trazable.": "System that integrates hardware and software for precise filling of LPG cylinders. Easy to install, versatile, safe, and traceable.",
    "Sistema de monitoreo para tanques de almacenamiento de GLP. Usa sensores de nivel, presión y temperatura para supervisión integral.": "Monitoring system for LPG storage tanks. Uses level, pressure, and temperature sensors for comprehensive supervision.",
    "Versión adaptada de POSEIDON para el control y monitoreo de entregas de diésel con soporte logístico y comunicación remota.": "Adapted version of POSEIDON for the control and monitoring of diesel deliveries with logistical support and remote communication.",
    "MARCO DE GESTIÓN OPERATIVO": "OPERATIONAL MANAGEMENT FRAMEWORK",
    "Soluciones que te permiten avanzar con seguridad y precisión.": "Solutions that allow you to move forward with security and precision.",
    "Empresa Colombiana especializada en el desarrollo de HARDWARE y SOFTWARE para la SEGURIDAD, OPTIMIZACIÓN Y AUTOMATIZACIÓN de procesos industriales y residenciales. Contamos con una amplia variedad de servicios y productos": "Colombian company specialized in the development of HARDWARE and SOFTWARE for the SECURITY, OPTIMIZATION AND AUTOMATION of industrial and residential processes. We have a wide variety of services and products",
    "Todos los derechos reservados.": "All rights reserved.",
    "Marco de Gestión Operativo": "Operational Management Framework",
    "Contáctanos": "Contact Us",
    "¡No dudes en contactarnos! Si tienes alguna pregunta, comentario o una propuesta de colaboración, nos encantaría saber de ti.": "Don't hesitate to contact us! If you have any questions, comments, or a collaboration proposal, we would love to hear from you.",
    "Correo": "Email",
    "Enviar": "Send",
    "Sistema Fenix": "Fenix System",
    "Para utilizar correctamente el buscador por favor desplegar todos los registros con el paginador": "To use the search function correctly, please expand all records with the paginator",
    "Función": "Function",
    "Nombres": "Names",
    "Apellidos": "Surnames",
    "Credenciales/Acceso": "Credentials/Access",


    "": ""
}